/* AFHTTPBodyPacket parse body packet unknown transfer encoding error failure reason */
"%@ is an unknown transfer encoding." = "%@ is an unknown transfer encoding.";

/* AFNetworkStreamPrepareError SSL default error description */
"An SSL error has occurred and a secure connection to the server cannot be made." = "An SSL error has occurred and a secure connection to the server cannot be made.";

/* AFNetworkStream packet timeout error description */
"Connection timed out" = "Connection timed out";

/* AFNetworkSocket couldn't open error description */
"Couldn’t connect to remote host" = "Couldn’t connect to remote host";

/* AFNetService resolve failure */
"Couldn’t resolve the remote client's address" = "Couldn’t resolve the remote client's address";

/* AFNetworkStreamPrepareError SSL certificate expired error description */
"The certificate for this server has expired." = "The certificate for this server has expired.";

/* AFNetworkStreamPrepareError SSL certificate expired with hostname error description */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk." = "The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk.";

/* AFNetworkStreamPrepareError SSL certificate invalid error description */
"The certificate for this server is invalid." = "The certificate for this server is invalid.";

/* AFNetworkStreamPrepareError SSL certificate invalid with hostname error description */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk." = "The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk.";

/* AFNetworkStreamPrepareError SSL certificate not yet valid error description */
"The certificate for this server is not yet valid." = "The certificate for this server is not yet valid.";

/* AFNetworkStreamPrepareError SSL certificate not yet valid with hostname error description */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk." = "The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk.";

/* AFNetworkStreamPrepareError SSL certificate unknown CA error description */
"The certificate for this server was signed by an unknown certifying authority." = "The certificate for this server was signed by an unknown certifying authority.";

/* AFNetworkStreamPrepareError SSL certificate unknown CA with hostname error description */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk." = "The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk.";

/* AFNetworkStreamPrepareError offline error recovery suggestion */
"This computer’s Internet connection appears to be offline." = "This computer’s Internet connection appears to be offline.";

/* AFNetworkStreamPrepareError went offline error recovery suggestion */
"This computer’s Internet connection appears to have gone offline." = "This computer’s Internet connection appears to have gone offline.";

/* AFNetworkTransport couldn't start TLS error description */
"Your connection couldn’t be secured" = "Your connection couldn’t be secured";

/* AFNetworkStreamPrepareError not connected to internet error description */
"You’re not connected to the Internet" = "You’re not connected to the Internet";

